Revit 2027 API
SymbolTypeId.KgPerKgK Property
 Symbol kg/(kg·K), indicating unit Kilograms per kilogram kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerKgK { get; }
Public Shared ReadOnly Property KgPerKgK As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerKgK {
	ForgeTypeId^ get ();
}
static member KgPerKgK : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace